Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: In the weaker volcaniclastic sediments, geotechnical benches can provide additional capacity for containment of instabilities such as the Jayula Este instability in Phase 4, and can also provide access for construction and maintenance of dewatering facilities such as wells and horizontal drains, and the geotechnical benches can reduce inter-ramp angles to acceptable overall slope angles where stability is a function of slope height.
es: En los sedimentos volcanoclásticos más débiles, los bancos geotécnicos pueden proporcionar mayor capacidad de contención de inestabilidades como es el caso de la inestabilidad Jayula Este en la Fase 4, y también dar acceso para la construcción y el mantenimiento de instalaciones de secado tales como pozos y drenes horizontales. Además, los bancos geotécnics pueden reducir los ángulos interrampa al nivel de ángulos totales de taludes aceptables donde la estabilidad esta en función de la altura del talud.

source: In the winter of 2012, Conrad Bruno died of severe hyperthermia travelling home from a remote work site.
es: En el invierno de 2012, Conrad Bruno falleció por una hipotermia severa mientras viajaba a su hogar desde un sitio de trabajo remoto.

source: In their reviews of Golder (2015), RBA and Coppersmith concluded that while Golder (2015) has developed “technically defensible” EDGM, Golder should provide further details on its data and results.
es: En sus revisiones del trabajo de Golder (2015), RBA y Coppersmith concluyeron que si bien Golder (2015) había desarrollado parámetros sísmicos de diseño “técnicamente defendibles”, Golder debía entregar más detalles sobre sus datos y resultados.

source: In this approach, parameter values are linked to regional hydrostratigraphic units and adjusted globally during the calibration process to best match the observed data; small scale variations (e.g., as might be required to match observed data at the scale of individual wells) were not considered.
es: Con este enfoque, los valores de los parámetros están relacionados con las unidades hidroestratigráficas regionales y fueron ajustados durante el proceso de calibración para obtener concordancia con los datos observados; no se consideraron variaciones a escala pequeña (como, por ejemplo, podría ser necesario para obtener concordancia con los datos observados en pozos individuales).

source: In this case a dumping red zone would have better segregated our employee’s tasks from the dumping activity.
es: En este caso, una zona roja del vertedero hubiera separado mejor las tareas de nuestra colaboradora de las actividades de volteo.

source: In this case a simple moment of inattention could have easily resulted in a fatality.
es: En este caso, un solo momento de descuido pudo haber resultado fácilmente en un fallecimiento.

source: In this case the ITA is triggered by the Journey Management Plan
es: En este caso, el ITA se activa por medio del Plan de Gestión de Viajes

source: In this case:
es: En este caso:

source: In this communication I will share my observations on our business, present a summary of our 2017 first quarter (Q1) financial results, and share my thoughts about forecasting business performance over the rest of the year.
es: En este comunicado compartiré mis observaciones sobre nuestro negocio, presentaré un resumen de nuestros resultados financieros del primer trimestre (Q1) de 2017 y daré a conocer mis reflexiones sobre el pronóstico del desempeño del negocio para el resto del año.

source: In this context, it is different from more “traditional” geological models where different rock units are mapped across a project area, and their geometry inferred at depth from surface outcrop strike and dip and from limited drillhole intersections.
es: En este contexto, esto difiere de modelos geológicos más “tradicionales” en los que las diferentes unidades de roca son mapeadas en el área del proyecto y su geometría en profundidad es inferida a partir del rumbo y buzamiento de los afloramientos en la superficie y de algunas intersecciones de perforaciones.

source: In this incident the dump truck entered Golders work area without receiving a positive OK from our employee.
es: En este incidente el camión tolva entró al área de trabajo de Golder sin la confirmación plena de la colaboradora.

source: In this instance we were satisfied that the contractor had been adequately informed of the requirements and this was done in writing via email, however the weather delay and changes in the team resulted in the team carrying out the job, not being aware of the risk and not applying the required mitigation measures.
es: En este caso, estuvimos satisfechos con que el contratista fuera informado adecuadamente de los requisitos, lo que se hizo por escrito vía correo electrónico. Sin embargo, la demora por mal clima y los cambios de personal se tradujeron en que la cuadrilla que ejecutaría el trabajo no era consciente del riesgo y no aplicó las medidas de mitigación correspondientes.

source: In this instance, we were satisfied that the contractor had been adequately informed of the requirements, and this was done in writing via email; however, the weather delay and changes in the team resulted in the team carrying out the job not being aware of the risk and not applying the required mitigation measures.
es: En este caso, estuvimos satisfechos con que el contratista fuera informado adecuadamente de los requisitos, lo que se hizo por escrito vía correo electrónico. Sin embargo, la demora por mal clima y los cambios de personal se tradujeron en que la cuadrilla que ejecutaría el trabajo no era consciente del riesgo y no aplicó las medidas de mitigación correspondientes.

source: In this report, Table 7 summarizes those changes as they relate to groundwater only; and at full build-out of the facility (year 2033).
es: En este reporte, la Tabla 7 resume aquellos cambios relacionados exclusivamente con el agua subterránea y en la condición final de la mina (año 2033).

source: In this report, the results of the magnitude–distance deaggregation are presented as two-dimensional magnitude and distance bins.
es: En el presente informe, los resultados de la desagregación magnitud-distancia se presentan como agrupamientos de magnitud y distancia bidimensionales.

source: In this section we describe the data processing approaches used to develop the project earthquake catalog for the evaluation of earthquake activity rates.
es: En este capítulo, se describen los métodos de procesamiento de datos usados para desarrollar el catálogo sísmico del proyecto para la evaluación de las tasas de actividad sísmica.

source: In this situation our employee reported feeling under pressure to commence the walkover immediately upon arrival at site.
es: En esta situación, nuestro colaborador informó sentirse presionado a iniciar el recorrido apenas llegar al sitio.

source: In this situation the hierarchy of controls in order of their effectiveness would require one or more of the following:
es: En esta situación, la jerarquía de control en orden de efectividad requeriría uno o más de los siguientes:

source: In turn, the p(S) is used to incorporate all faults that have a p(S) > 0 by multiplying the p(S) by the recurrence rate.
es: A su vez, la p(S) se usa para incorporar todas las fallas que tengan una p(S) > 0 multiplicando la p(S) por la tasa de recurrencia.

source: In turn, these have been subdivided, as appropriate, according to their specific characteristics (e.g., subdivision of the intraslab sources according to their depth extent).
es: A su vez, estas se han subdividido por conveniencia según sus características específicas (las fuentes de intraplaca según cuánto se extiende su profundidad, por ejemplo).

source: In two dimensions, it becomes the contribution to the hazard from the earthquakes with an M between 8.5 and 9.0 located 0 to 50 km from the site.
es: En dos dimensiones, se convierte en la contribución al peligro de sismos con M entre 8,5 y 9,0 situados entre 0 a 50 km del sitio.

source: In weak rock (Tvs), reduce charge in pre-split holes
es: En roca débil (Tvs), reducir la carga en los barrenos de precorte.

source: In weak rock (sediments and cemented alluvium) Pre-split can be effective with less or no charge (“line drilling”)
es: En roca débil (sedimentos y aluvión cementado), el precorte puede ser eficaz con menos o ninguna carga (“perforación lineal”).

source: In weak rocks and soils, where stability is a function of slope height, slope design recommendations are provided in terms of slope height-slope angle relationships that depend on pore pressure assumptions.
es: En rocas débiles y suelos, donde la estabilidad está en función de la altura del talud, las recomendaciones de diseño de taludes se dan en términos de relaciones de altura/ángulo de talud, lo que depende de los supuestos de presión de poros.

source: In your opinion, Golder employees at this site are:
es: En tu opinión, los colaboradores de Golder en este sitio están:

source: In your opinion, this site has:
es: En tu opinión, este sitio tiene:

source: Inability to comprehend
es: Incapacidad de comprender

source: Inadequate / improper personal protective equipment
es: Equipo de protección personal inadecuado / inapropiado

source: Inadequate Communications (work instructions, procedures, training)
es: Comunicación inadecuada (instrucciones de trabajo, procedimientos, capacitación)

source: Inadequate Compliance to Program Standards
es: Cumplimiento inadecuado de Estándares de Programa

source: Inadequate Engineering
es: Ingeniería inadecuada

source: Inadequate Guards / Barriers / bunding / designated “no go” area / signage / safety devices
es: Protecciones / Barreras / Muros / Áreas "no go" designadas / Señalética / Dispositivos de seguridad inadecuados

source: Inadequate Leadership/Supervision
es: Liderazgo / Supervisión inadecuada

source: Inadequate Maintenance
es: Mantenimiento Inadecuado

source: Inadequate Physical/Mental Capability
es: Capacidad física / mental inadecuada

source: Inadequate Program
es: Programa Inadecuado

source: Inadequate Program Standards
es: Estándares de Programa Inadecuados

source: Inadequate Purchasing
es: Adquisiciones inadecuadas

source: Inadequate Tools/Equipment
es: Herramientas / equipo inadecuado

source: Inadequate Work Standards
es: Estándares de Trabajo Inadecuados

source: Inadequate communications
es: Comunicaciones inadecuadas

source: Inadequate engineering
es: Ingeniería inadecuada

source: Inadequate equipment warning system
es: Equipos del sistema de advertencia inadecuados

source: Inadequate guards / barriers / bunding / designated “no go” area/signage / safety devices
es: Protecciones / barreras / muros / áreas "no go" designadas / señalética / dispositivos de seguridad inadecuados

source: Inadequate initial instruction
es: Instrucción inicial inadecuada

source: Inadequate leadership/supervision
es: Liderazgo / supervisión inadecuada

source: Inadequate maintenance
es: Mantenimiento inadecuado

source: Inadequate or incorrect performance feedback
es: Retroalimentación de rendimiento inadecuada o incorrecta

source: Inadequate orientation, training and/or update training
es: Orientación, capacitación y/o reforzamiento de capacitación inadecuada

source: Inadequate physical/mental capability
es: Capacidad física / mental inadecuada

source: Inadequate practice
es: Práctica inadecuada

source: Inadequate project preparation / planning
es: Preparación / planificación de proyecto inadecuada

source: Inadequate project preparation/planning
es: Preparación / planificación de proyecto inadecuada

source: Inadequate purchasing
es: Adquisiciones inadecuadas

source: Inadequate tools/equipment
es: Herramientas / equipo inadecuado

source: Inadequate work standards
es: Estándares de trabajo inadecuados

source: Inappropriate aggression
es: Agresión inapropiada

source: Inappropriate peer pressure
es: Presión social inapropiada

source: Incident Pictures
es: Imágenes del incidente

source: Incident – Undesired event that results or could result in actual harm to people, damage to property or the environment or loss of process.
es: Incidente: evento no deseado que genera o podría generar daño a las personas, a la propiedad o al medio ambiente, o bien, una pérdida de proceso.

source: Incident Analysis
es: Análisis de incidente

source: Incident Investigation
es: Investigación de incidentes

source: Incident Summary
es: Resumen del incidente

source: Incident alerts will be posted on the GAL Health, Safety & Environmental Collaboration Workspace (CWS) and office HSE bulletin boards.
es: Las alertas de incidente serán publicadas en el CWS de HSSE, y en los tableros informativos de HSSE de las oficinas.

source: Incident investigation involves the methodical examination of an uncontrolled hazard or an undesired event that did, or could, result in physical harm to people, or damage to the environment.
es: La investigación de incidentes involucra el examen metódico de un peligro sin control o de un suceso no deseado que deriva o podría derivar en daño a las personas o al medio ambiente.

source: Incident may occur at sometime (e.g. 1 in 100 times).
es: El incidente puede ocurrir en algún momento (es decir, 1 en 100 veces).

source: Incident not expected to occur, but conceivable (e.g. 1 in 1,000 times).
es: No se espera que ocurra el incidente pero es factible (es decir, 1 en 1000 veces).

source: Incident reporting and investigation forms
es: Formularios de informe de incidente e investigación

source: Incident under investigation.
es: Incidente en investigación.

source: Incident will occur in every circumstance (e.g. every time).
es: El incidente ocurrirá en todas las circunstancias (es decir, siempre).

source: Incident will probably occur (e.g. 1 in 10 times).
es: Posiblemente ocurra el incidente (es decir, 1 en 10 veces).

source: Incident would only occur in exceptional circumstances (e.g. 1 in 10,000 times).
es: El incidente ocurrirá en circunstancias excepcionales (es decir, 1 en 10000 veces).

source: Incidents and Reporting
es: Incidentes e informes

source: Incidents are seldom the result of a single cause, and often, they are the result of a combination of several causes.
es: Rara vez son los incidentes el resultado de una sola causa, y a menudo son el resultado de una combinación de varias causas.

source: Incline pre-splits at 75 degrees or steeper, and attempt to develop the bench face along the pre-split line
es: Inclinar los precortes a 75 grados o más e intentar dearrollar la frente a lo largo de la línea de precorte.

source: Include all itinerary details.
es: Incluir todos los detalles del itinerario.

source: Include close ups as these are often beneficial when reviewing your evidence.
es: Incluir acercamientos, ya que estos son a menudo beneficiosos al momento de revisar la evidencia.

source: Included in ‘People’ is the role of the organization.
es: Se incluye el rol de la organización en "Personas".

source: Included, with limits of our total price plus the recoverable amount of insurance, up to the minimum amounts specified and required under the contract
es: Se incluye, con los límites de nuestro precio total más el monto de seguro recuperable, hasta los montos mínimos especificados y requeridos por el contrato

source: Includes PPE not made available or which does not provide needed protection.
es: Incluye el EPP que no está disponible o que no entrega la protección necesaria.

source: Includes alcohol, over-the-counter and prescription drugs, controlled substances and uncontrolled substances.
es: Incluye uso de alcohol, medicamentos con y sin prescripción médica, uso de substancias ilícitas y legales.

source: Includes an occupational injury or illness/disease that is in excess of first aid such as a MTI, LTI, Modified duty of more than 7 days, and Fatality.
es: Comprende una lesión o enfermedad ocupacional que necesite más que primeros auxilios tales como las MTI, LTI, modificación de deberes por más de 7 días y fatalidades.

source: Includes chemical, biological (insects, animals, plants, bacteria, viruses, fungi, etc.), dust, gases, smoke, fumes, vapours
es: Incluye elementos químicos, biológicos (insectos, animales, plantas, bacterias, virus, hongos, etc.), polvo, gases, humo o vapores.

source: Includes communication of warnings and coverage of required areas (e.g.: signs, labels, colour-coding, available warnings and lights).
es: Incluye comunicación de advertencias y cobertura de áreas requeridas (señales, etiquetas, codificación por color, advertencias disponibles y luces).

source: Includes guards or barriers which do not provide the needed protection or are not in place.
es: Incluye protecciones o barreras que no entregan la protección necesaria o que no están instaladas.

source: Includes presence of contaminants or other substances e.g. slippery substances on floor which should have been cleaned up; unnecessary items, inefficiency in the availability of tools, materials and equipment.
es: Incluye presencia de contaminantes u otras substancias, como substancias resbalosas en el piso y que deberían haber sido limpiadas; objetos innecesarios, ineficiencia de disponibilidad de herramientas, materiales y equipos.

source: Includes roles and responsibilities and must be reviewed and tested at least annually.
es: Incluye las funciones y las responsabilidades y debe ser revisado y someterse a prueba al menos una vez al año.

source: Includes running and hurrying to complete the job.
es: Incluye apuros para terminar el trabajo.

source: Inclusion of seismic source zone with a uniform recurrence rate based on seismicity within a 100 km radius of the Spence Mine site, but lack of inclusion of mapped crustal faults (e.g. Antofagasta fault) near to the project-site
es: Inclusión de zona de fuente sísmica con una tasa de recurrencia uniforme basada en sismicidad con un radio de 100 km de la mina Spence, pero falta de inclusión de fallas corticales mapeadas (falla Antofagasta, por ejemplo) cerca del proyecto

source: Inclusion of, or reference to, Golder's name or work in a public or private securities offering, prospectus or any other securities related document that may be relied upon by third party investors (e.g., an NI 43-101 Technical Report)
es: Inclusión del nombre de Golder o referencia a este o de su trabajo en una oferta pública o privada de valores, prospecto u otro documento cualquiera relacionado con valores que pueda servir de base a inversionistas (informe técnico NI 43-101, por ejemplo)

source: Incoming invoice approval (AP)
es: Autorización de facturas entrantes (por pagar)

source: Inconsistent standards, procedures' & rules
es: Estándares, procedimientos y reglas inconsistentes

source: Inconsistent with core business or strategy
es: Incongruente con el negocio central o la estrategia

source: Incorporate Buffer row into Pre-split design
es: Incorporar fila amortiguada en el diseño del precorte.

source: Incorporate the uncertainty in slip rate for all faults into the SSC model.
es: Incorporar en el modelo SSC la incertidumbre en la tasa de deslizamiento de todas las fallas.

source: Incorrect application of tactics?
es: ¿Se aplican las tácticas de forma incorrecta?

source: Increase in respiratory ventilation is the most important factor in acute acclimatization; therefore, respiratory depressants must be avoided.
es: El aumento del ritmo respiratorio es el factor más importante en la aclimatación aguda, por lo que se deben evitar los depresores respiratorios.

source: Increased pit inflows should be expected as the Tesorera and Jayula pits are deepened to ultimate depth.
es: Cabe esperar mayores aportes en el pit a medida que los pits Tesorera y Jayula llegan a su profundidad final.

source: Increases in sleeping elevation above 3000m are less than 500m (1600ft) per day, and one extra day for acclimatization every 1000m (3300ft)
es: Pasados los 3.000 m s.n.m., los aumentos de elevación respecto de la noche anterior son inferiores a 500 metros y se cuenta con un día adicional para aclimatarse cada 1.000 metros.

source: Increasing the design bench face angle represents an alternative method of increasing the design inter-ramp slope angles.
es: Aumentar el ángulo de frente de diseño representa un método alternativo de aumentto de los ángulos de taludes interrampa de diseño.

source: Indeed, compared to semi-arid and humid environments, tectonic geomorphic features in the Atacama Desert can be exceptionally well preserved even when the surface rupture recurrence interval is relatively long (i.e., several thousand years) and the time since the last displacement is also long (i.e., thousands of years).
es: De hecho, en comparación con ambientes semiáridos o húmedos, los rasgos geomórficos tectónicos en el desierto de Atacama pueden conservarse excepcionalmente bien cuando el intervalo de recurrencia de ruptura superficial es relativamente largo (es decir varios miles de años) y el tiempo desde el último desplazamiento también es largo (es decir miles de años).

source: Indemnification
es: Indemnización

source: Indemnifications include requirement for defense undertakings.
es: La indemnización incluye el requerimiento de acciones de defensa.

source: Indemnity for other than third party bodily injury/property damage to the extent caused by Golder's negligence.
es: Indemnización por causas distintas a lesión corporal/daño a la propiedad de terceros en la medida causada por la negligencia de Golder.

source: Independence and perspective - External Directors will make up a significant minority of the Board
es: Independencia y perspectiva: los Directores externos componen una minoría importante del Directorio

source: Independent Contractor rates
es: Tarifas de contratista independiente

source: Independent Technical Review of stability and adequacy of design layouts for 35m long, 20m high, 19m span Pump Station Cavern for the CSO Scheme, including 3D evaluation and assessment of behaviour of graphitic shale seams on stability.
es: Revisión técnica independiente de estabilidad y adecuación de trazados de diseño para una caverna de estación de bombeo de 35 m de largo, 20 m de alto y 19 m de ancho. Incluyó evaluación tridimensional y evaluación del comportamiento de filones de esquisto grafítico en cuanto a estabilidad.

source: Indirect information from the flow into the Tesorera sump (Section 2.11.3) indicates that the fractured bedrock (assumed to be breccia) underlying the pit floor is moderately to highly permeable and is connected to a relatively extensive aquifer system.
es: La información indirecta del flujo en la sentina de Tesorera (Sección 2.11.3) indica que el basamento fracturado (supuestamente brecha) que subyace al piso del pit es moderada a altamente permeable y se conecta a un sistema de acuífero relativamente extenso.

source: Indirect information on the elevation of the bedrock piezometric surface is available from the observed flowing artesian conditions at piezometer Moh 06.
es: Hay información indirecta disponible sobre la elevación de la superficie piezométrica del basamento rocoso a partir de las condiciones observadas de flujo artesiano en el piezómetro Moh06.

source: Individual / Team
es: Persona/Grupo

source: Individual / Team Actions
es: Acciones de persona/grupo

source: Individual / Team Actions that led directly to the incident and are typically associated with personnel having direct contact with the equipment, such as operators or maintenance personnel.
es: Acciones individuales/grupales que llevaron directamente al incidente y que suelen asociarse al personal que tiene contacto directo con el equipo, como los operadores o el personal de mantenimiento.

source: Individual Traveller Assessment
es: Evaluación de Viajero Individual
